Repository: aytech/kamenice-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Child up to 3 years old
cs: Dítě do 3 let

source: Child 3-12 years old
cs: Dítě 3-12 let

source: 12+ years
cs: 12+ let

source: Adult
cs: Dospělý

source: Extra bed
cs: Přistýlka

source: Fifth and more bed
cs: Pátá a další osoba

source: Third and forth bed
cs: Třetí a čtvrtá osoba

source: Three or more nights
cs: Tři a více nocí

source: Select discount type from the list
cs: Vyberte typ slevy ze seznamu

source: Choose age from the list
cs: Vyberte věk ze seznamu

source: Enter valid email address
cs: Zadejte platnou e-mailovou adresu

source: User with this email already exists
cs: Uživatel s tímto e-mailem již existuje

source: Choose gender from the list
cs: Vyberte údaj Pohlaví ze seznamu

source: Name is required field
cs: Jméno je povinný údaj

source: Surname is required field
cs: Příjmení je povinný údaj

source: Price for accommodation is required field
cs: Cena za ubytování je povinný údaj

source: To calculate price, the number of days should be at least 1.
cs: Pro výpočet ceny by měl být počet dní alespoň 1.

source: Price for meal is required field
cs: Cena za stravování je povinný údaj

source: Municipality fee is required field
cs: Obecní poplatek je povinný údaj

source: Total price is required field
cs: Celková cena je povinný údaj

source: Currently accommodated
cs: Aktuálně ubytování

source: Binding reservation
cs: Závazná rezervace

source: Occupied term
cs: Obydlený termín

source: Inquiry
cs: Poptávka

source: Non-binding reservation
cs: Nezávazná rezervace

source: Meal not included
cs: Bez Stravy

source: Breakfast included
cs: Jen Snídaně

source: Half board
cs: Polopenze

source: Enter valid date for the expiration
cs: Zadejte datum platnosti

source: Enter valid date for the reservation start date
cs: Zadejte platný datum začátku rezervace

source: Select Meal from the list
cs: Vyberte údaj Strava ze seznamu

source: Enter valid date for the reservation end date
cs: Zadejte platný datum konce rezervace

source: Select reservation type from the list
cs: Vyberte údaj Typ Rezervace ze seznamu

source: Base price is required field
cs: Základní cena je povinný údaj

source: Reservation not found
cs: Rezervace nenalezena

source: Guest already exists
cs: Host již existuje

source: Accommodation capacity exceeded
cs: Překročena ubytovací kapacita

source: Guest cannot be created
cs: Hosta nelze vytvořit

source: Guest not found
cs: Host nenalezen

source: Guest cannot be updated
cs: Hosta nelze aktualizovat

source: Guest is a main guest in one or more reservations, and cannot be deleted
cs: Host je hlavním hostem v jedné nebo více rezervacích a nelze jej smazat

source: Guest cannot be deleted
cs: Hosta nelze smazat

source: No guests found for the selected period
cs: Pro zvolené období nebyli nalezeni žádní hosté

source: Accommodated from
cs: Ubytován od

source: Accommodated to
cs: Ubytován do

source: Surname
cs: Příjmení

source: Name
cs: Jméno

source: Citizenship
cs: Občanství

source: Foreign address
cs: Trvalé bydliště v zahraničí

source: Travel document number
cs: Číslo cestovního dokladu

source: Visa number
cs: Číslo víza

source: Room
cs: Pokoj

source: Surname - Name
cs: Příjmení - Jméno

source: ID or Passport
cs: OP nebo pas

source: Permanent address
cs: Trvalé bydliště

source: State
cs: Stát

source: Accommodated from - to
cs: Ubytován od - do

source: Statement generated successfully
cs: Výpis úspěšně vygenerován

source: Could not generate statement
cs: Výpis se nepodařilo vygenerovat

source: The room is already reserved for this period of time
cs: Místnost je rezervováná pro tuto dobu

source: The room "%(room)s" is already reserved for this period of time
cs: Místnost "%(room)s" je rezervováná pro tuto dobu

source: Please select guest from the list
cs: Prosím vyberte hosta ze seznamu

source: Please select paying guest from the list
cs: Prosím vyberte platícího hosta ze seznamu

source: Room not found
cs: Místnost nebyla nalezena

source: Could not send confirmation email
cs: Nepodařilo se odeslat potvrzovací e -mail

source: Discount %(type)s is already applied
cs: Sleva %(type)s již zadaná

source: You do not have permission to access this feature, please contact administrator
cs: K této funkci nemáte oprávnění, prosím kontaktujte správce

source: January
cs: Leden

source: February
cs: Únor

source: March
cs: Březen

source: April
cs: Duben

source: May
cs: Květen

source: June
cs: Červen

source: July
cs: Červenec

source: August
cs: Srpen

source: September
cs: Září

source: October
cs: Říjen

source: November
cs: Listopad

source: December
cs: Prosinec

source: Breakfast
cs: Snídaně

source: guests_statement
cs: vypis_hostu

source: foreigners_statement
cs: ubytovani_cizincu
